9/data/attachments/93d398fc299c638b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b775d349-2eeb-4305-a8b7-27b2b2fa0725</nif:username>
            <nif:friendToBeAdded>Aaron_now_Actions_49648_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>